Repository: ABlogiX/django-bigbluebutton
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: name
fr_fr: nom

source: The name of the meeting.
fr_fr: Le nom de la conférence.

source: Unique number
fr_fr: Numéro unique

source: The meeting number which need to be unique.
fr_fr: Le numéro de la conférence qui doit être unique.

source: Attendee password
fr_fr: Mot de passe participant

source: The password which will sent to attendees.
fr_fr: Le mot de passe qui sera envoyé aux participants.

source: Moderator password
fr_fr: Mot de passe modérateur

source: The password for meeting's moderator.
fr_fr: Le mot de passe pour le modérateur de la conférence.

source: Welcome message
fr_fr: Message d'accueil

source: Message which displayed on the chat window.
fr_fr: Le message qui sera affiché dans la fenêtre de tchat.

source: Logout URL
fr_fr: URL de déconnexion

source: URL to which users will be redirected.
fr_fr: L'URL vers laquelle les utilisateurs seront redirigés.

source: Mail address
fr_fr: Adresse mail

source: Mail where informations will be sent.
fr_fr: Mail ou les informations seront envoyées.

source: Last name
fr_fr: Nom

source: Attendee last name.
fr_fr: Nom du participant.

source: First name
fr_fr: Prénom

source: Attendee first name.
fr_fr: Prénom du participant.

source: Company name
fr_fr: Nom de la société

source: Attendee company name.
fr_fr: Nom de la société du participant.

source: Phone number
fr_fr: Numéro de téléphone

source: Attendee phone number.
fr_fr: Numéro de téléphone du participant.

source: List of meetings that the user is registered.
fr_fr: La liste des conférences auxquelles l'utilisateur est enregistré.

source: Retrieving the list of meetings :
fr_fr: Récupération de la liste des conférences :

source: Failure
fr_fr: Echec

source: List of meetings
fr_fr: Liste des conférences

source: Name of the meeting
fr_fr: Nom de la conférence

source: State of the meeting
fr_fr: État de la conférence

source: Register
fr_fr: Enregistrement

source: Join
fr_fr: Rejoindre

source: Running
fr_fr: Démarrée

source: Not running
fr_fr: Non démarrée

source: Register to meeting
fr_fr: S'enregistrer à la conférence

source: Join the meeting
fr_fr: Rejoindre la conférence

source: No meeting available.
fr_fr: Pas de conférence disponible.

source: Company
fr_fr: Société

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Wrong password.
fr_fr: Mot de passe erroné.
